Revit 2024 API
Wall.StackedWallOwnerId Property
 Gets the stacked wall which contains this stacked wall member.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2015
Syntax
C#
public ElementId StackedWallOwnerId { get; }
Visual Basic
Public ReadOnly Property StackedWallOwnerId As ElementId
	Get
Visual C++
public:
property ElementId^ StackedWallOwnerId {
	ElementId^ get ();
}
See Also
Wall Class
Autodesk.Revit.DB Namespace